Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# CmdFPDesc
source: An alias for the "focus-pane" subcommand.
es_es: Un alias para el subcomando "focus-pane".
fr_fr: Alias de la sous-commande "focus-pane".
it_it: Alias per il sottocomando "focus-pane".
ja_jp: "focus-pane" サブコマンドのエイリアス。
ko_kr: "focus-pane" 하위 명령의 별칭입니다.
pt_br: Um alias para o subcomando "focus-pane".
sr_cyrl_rs: Алијас за "focus-pane" поткоманду.
uk_ua: Псевдонім підкоманди "focus-pane".
zh_tw: "focus-pane" 子命令的別名。

# CmdFocusPaneTargetArgDesc
source: Focus the pane at the given index
es_es: Centra el panel en el índice especificado
fr_fr: Concentrer le volet à l’index donné
it_it: Stato attivo sul riquadro all'indice specificato
ja_jp: 指定されたインデックスのペインをフォーカスする
ko_kr: 지정된 인덱스에 창 포커스 지정
pt_br: Focar o painel no índice fornecido
sr_cyrl_rs: Фокусира панел са наведеним индексом
uk_ua: Сфокусувати панель на заданому індексі
zh_tw: 將窗格聚焦在指定的索引

# CmdProfileArgDesc
source: Open with the given profile. Accepts either the name or GUID of a profile
es_es: Abre con el perfil determinado. Acepta el nombre o el GUID de un perfil.
fr_fr: Ouvrez avec le profil donné. Accepte le nom ou le GUID d’un profil
it_it: Apri con il profilo specificato. Accetta il nome oppure il GUID di un profilo
ja_jp: 指定されたプロファイルで開きます。プロファイルの名前または GUID を指定できます
ko_kr: 지정된 프로필로 엽니다. 프로필 이름 또는 GUID 허용
pt_br: Abrir com o perfil determinado. Aceite o nome ou o GUID de um perfil
sr_cyrl_rs: Отвара наведеним профилом. Прихвата или име или GUID профила
uk_ua: Відкрити у вказаному профілі. Приймає назву або GUID профілю
zh_tw: 使用指定的設定檔開啟。接受設定檔的名稱或 GUID

# CmdSessionIdArgDesc
source: Sets the WT_SESSION variable; must be a GUID
es_es: Establece la variable WT_SESSION; debe ser un GUID
fr_fr: Définit la variable WT_SESSION ; doit être un GUID
it_it: Imposta la variabile di WT_SESSION; deve essere un GUID
ja_jp: WT_SESSION 変数を設定します; GUID である必要があります
ko_kr: WT_SESSION 변수를 설정합니다. GUID여야 합니다.
pt_br: Define a variável WT_SESSION; deve ser um GUID
sr_cyrl_rs: Поставља WT_SESSION променљиву; мора бити GUID
uk_ua: Встановлює змінну WT_SESSION; має бути GUID
zh_tw: 設定 WT_SESSION 變數; 必須為 GUID

# CmdSplitPaneDesc
source: Create a new split pane
es_es: Crear un nuevo panel de división
fr_fr: Créer un volet de fractionnement
it_it: Crea un nuovo riquadro suddiviso
ja_jp: 新しい分割ペインの作成
ko_kr: 새 분할 창 만들기
pt_br: Criar um novo painel dividido
sr_cyrl_rs: Креира нови подељени панел
uk_ua: Створити нову розділену панель
zh_tw: 建立新的分割窗格

# CmdSPDesc
source: An alias for the "split-pane" subcommand.
es_es: Un alias para el subcomando "split-pane".
fr_fr: Alias de la sous-commande "split-pane".
it_it: Alias del sottocomando "split-pane".
ja_jp: "split-pane" サブコマンドのエイリアス。
ko_kr: "split-pane" 하위 명령의 별칭입니다.
pt_br: Um alias para o subcomando "split-pane".
sr_cyrl_rs: Алијас за "split-pane" поткоманду.
uk_ua: Псевдонім підкоманди "split-pane".
zh_tw: "split-pane" 子命令的別名。

# CmdSplitPaneHorizontalArgDesc
source: Create the new pane as a horizontal split (think [-])
es_es: Crear un nuevo panel como presentación horizontal dividida (piensa [-])
fr_fr: Créez le volet comme une division verticale (pensez [-])
it_it: Crea il nuovo riquadro come divisione orizzontale ([-])
ja_jp: 新しいペインを水平方向に分割して作成します ([-]と考えてください)
ko_kr: 새 창을 가로 분할로 만들기 ([-] 인지)
pt_br: Crie o novo painel como uma divisão horizontal (imagine [|])
sr_cyrl_rs: Креира нову панел као хоризонталну поделу (као [-])
uk_ua: Створити нову панель у вигляді горизонтального розділення (як [-])
zh_tw: 以水平分割建立新的窗格 (例如 [-])

# CmdSplitPaneVerticalArgDesc
source: Create the new pane as a vertical split (think [|])
es_es: Crear un nuevo panel como presentación vertical dividida (piensa [|])
fr_fr: Créez le volet comme une division verticale (pensez [|])
it_it: Crea il nuovo riquadro come divisione verticale ([|])
ja_jp: 新しいペインを垂直方向に分割して作成します ([|]と考えてください)
ko_kr: 새 분할 창을 세로 분할로 작성하세요([|]를 생각).
pt_br: Crie o novo painel como uma divisão vertical (imagine [|])
sr_cyrl_rs: Креира нови панел као вертикалну поделу (као [|])
uk_ua: Створити нову панель у вигляді вертикального розділення (як [|])
zh_tw: 以垂直分割建立新窗格 (考慮 [|])

# CmdSplitPaneDuplicateArgDesc
source: Create the new pane by duplicating the profile of the focused pane
es_es: Crear el nuevo panel duplicando el perfil del panel prioritario
fr_fr: Créer le volet en dupliquant le profil du volet prioritaire
it_it: Crea il nuovo riquadro duplicando il profilo del riquadro focalizzato
ja_jp: フォーカスされたペインのプロファイルを複製して、新しいペインを作成します
ko_kr: 중요 창의 프로필을 복제하여 새 창 만들기
pt_br: Criar o novo painel duplicando o perfil do painel em foco
sr_cyrl_rs: Креира нови панел дуплирањем профила фокусираног панела
uk_ua: Створити нову панель, скопіювавши профіль виділеної панелі
zh_tw: 透過複製焦點窗格的設定檔來建立新的窗格

# CmdStartingDirArgDesc
source: Open in the given directory instead of the profile's set "startingDirectory"
es_es: Abre en el directorio especificado en lugar de el conjunto "startingDirectory" del perfil.
fr_fr: Ouvrez dans le répertoire donné au lieu du paramètre "startingDirectory" défini du profil
it_it: Apri nella directory specificata anziché nel set del profilo "startingDirectory".
ja_jp: プロファイルの "startingDirectory" の設定ではなく、指定されたディレクトリで開きます
ko_kr: 프로필 집합 "startingDirectory" 대신 지정된 디렉터리에서 열기
pt_br: Abrir no diretório fornecido, em vez de no conjunto de perfis "startingDirectory"
sr_cyrl_rs: Отвара у наведеном директоријуму, а не у оном постављеном у "startingDirectory" профила
uk_ua: Відкрити у вказаному каталозі замість набору профілю "startingDirectory"
zh_tw: 在指定目錄中開啟，而不是在設定檔的 "startingDirectory" 集合中開啟

# CmdTitleArgDesc
source: Open the terminal with the provided title instead of the profile's set "title"
es_es: Abra la terminal con el título provisto en lugar del perfil '"title"
fr_fr: Ouvrir le terminal avec le titre proposé au lieu du '"title" établi du profil
it_it: Apri il terminale con il titolo fornito anziché il set "title" del profilo
ja_jp: プロファイルで設定された "title" ではなく、指定されたタイトルでターミナルを開く
ko_kr: 프로파일 설정 "title"이 아니라 제공된 제목으로 터미널 열기
pt_br: Abrir o terminal com o título fornecido em vez do conjunto de "title" do perfil
sr_cyrl_rs: Отвара терминал са наведеним насловом, а не са оним постављеним у "title" профила
uk_ua: Відкрити термінал із вказаним заголовком замість встановленого "title" профілю
zh_tw: 使用提供的標題開啟終端，而不是使用設定檔設定的 "title"

# CmdTabColorArgDesc
source: Open the tab with the specified color, in #rrggbb format
es_es: Abrir la pestaña con el color especificado, en #rrggbb formato
fr_fr: Ouvrir l’onglet avec la couleur spécifiée, en #rrggbb format
it_it: Apre la scheda con il colore specificato in #rrggbb formato
ja_jp: 指定された色および #rrggbb 形式でタブを開きます
ko_kr: 지정된 색을 사용하여 #rrggbb 형식으로 탭을 엽니다.
pt_br: Abrir a guia com a cor especificada, no formato #rrggbb
sr_cyrl_rs: Отвара картицу са наведеном бојом, у #ццззпп формату
uk_ua: Відкрити вкладку вказаного кольору у форматі #rrggbb
zh_tw: 以 #rrggbb 格式開啟具有指定色彩的索引標籤

# CmdSuppressApplicationTitleDesc
source: Open the tab with tabTitle overriding default title and suppressing title change messages from the application
es_es: Abra la pestaña con tabTitle invalidando el título predeterminado y suprimiendo los mensajes de cambio de título de la aplicación
fr_fr: Ouvrir l’onglet avec tabTitle remplaçant le titre par défaut et supprimant les messages de modification du titre de l’application
it_it: Apre la scheda con tabTitle sovrascrivendo il titolo predefinito e sopprimendo i messaggi di modifica del titolo dall'applicazione.
ja_jp: タブを開いて、既定のタイトルを無効にし、アプリケーションからのタイトルの変更メッセージを表示しません
ko_kr: 기본 제목을 재정의하고 응용 프로그램에서 제목 변경 메시지를 표시하지 않는 tabTitle이 있는 탭을 엽니다
pt_br: Abra a guia com tabTitle substituindo o título padrão e suprimindo o título alterar as mensagens do aplicativo
sr_cyrl_rs: Отвара картицу са tabTitle које преиначује подразумевани наслов и уз игнорисање поруке за промену наслова из апликације
uk_ua: Відкрити вкладку з вкладкою tabTitle, яка замінює типовий заголовок і забороняє зміну заголовка від програм
zh_tw: 開啟索引標籤，使用索引標籤標題覆寫預設標題，並抑制應用程式的標題變更訊息

# CmdInheritEnvDesc
source: Inherit the terminal's own environment variables when creating the new tab or pane, rather than creating a fresh environment block. This defaults to set when a "command" is passed.
es_es: Herede las propias variables de entorno del terminal al crear la nueva pestaña o el panel, en lugar de crear un bloque de entorno nuevo. Este valor predeterminado se establece cuando se pasa un "command".
fr_fr: Héritez des propres variables d’environnement du terminal lors de la création de l’onglet ou du volet, au lieu de créer un bloc d’environnement nouveau. Cette valeur par défaut est définie lorsqu’une "command" est passée.
it_it: Eredita le variabili d'ambiente del terminale quando si crea una nuova scheda o un nuovo riquadro, invece di creare un nuovo blocco d'ambiente. Viene impostato come predefinito quando viene passato un "command".
ja_jp: 新しい環境ブロックを作成するのではなく、新しいタブまたはペインを作成するときに、ターミナル独自の環境変数を継承します。これは、"command" が渡されたときに既定で設定されます。
ko_kr: 새 환경 블록을 만드는 대신 새 탭이나 창을 만들 때 터미널의 자체 환경 변수를 상속합니다. 이 기본값은 "command"이 전달될 때 설정됩니다.
pt_br: Herde as próprias variáveis de ambiente do terminal ao criar a nova guia ou painel, em vez de criar um novo bloco de ambiente. Esse padrão é definido quando um "command" é passado.
sr_cyrl_rs: Уместо да се приликом креирања нове картице или панела креира нови свежи блок окружења, наслеђују се терминалове променљиве окружења. Када се прослеђује "command", подразумевана вредност за ово је постави.
uk_ua: Успадковувати власні змінні середовища терміналу під час створення нової вкладки чи панелі, а не створювати новий блок середовища. За замовчуванням це значення встановлюється, коли передається "command".
zh_tw: 建立新索引標籤或窗格時，繼承終端機自己的環境變數，而非建立全新環境區塊。這是傳遞 "command" 時所要設定的預設值。

# CmdColorSchemeArgDesc
source: Open the tab with the specified color scheme, instead of the profile's set "colorScheme"
es_es: Abrir la pestaña con la combinación de colores especificada, en lugar del conjunto del perfil, "colorScheme"
fr_fr: Ouvrir l’onglet avec le modèle de couleurs spécifié, au lieu de la définition du profil "colorScheme"
it_it: Aprire la scheda con la combinazione di colori specificata, anziché il set di profili "colorScheme"
ja_jp: プロファイルのセットではなく、指定した配色でタブを開き "colorScheme"
ko_kr: 프로필의 설정 "colorScheme" 대신 지정된 색 구성표로 탭 열기
pt_br: Abrir a guia com o esquema de cores especificado, em vez do conjunto de perfis "colorScheme"
sr_cyrl_rs: Уместо са "colorScheme" постављеном у профилу, отвара картицу са наведеном шемом боја
uk_ua: Відкрити вкладку з указаною колірною схемою, замість набору "colorScheme" профілю
zh_tw: 使用指定的色彩配置 (而不是設定檔的集合 "colorScheme") 來開啟索引標籤

# CmdVersionDesc
source: Display the application version
es_es: Mostrar la versión de la aplicación
fr_fr: Afficher la version de l’application
it_it: Visualizza la versione dell'applicazione
ja_jp: アプリケーションのバージョンを表示
ko_kr: 응용 프로그램 버전 표시
pt_br: Exibir a versão do aplicativo
sr_cyrl_rs: Приказује верзију апликације
uk_ua: Відображення версії програми
zh_tw: 顯示應用程式版本

# CmdMaximizedDesc
source: Launch the window maximized
es_es: Abrir la ventana maximizada
fr_fr: Ouvrir la fenêtre agrandie
it_it: Avvia la finestra ingrandita
ja_jp: ウィンドウを最大化して起動する
ko_kr: 최대화 된 창 실행
pt_br: Iniciar a janela maximizada
sr_cyrl_rs: Покреће прозор максимизован
uk_ua: Запустити розгорнуте вікно
zh_tw: 將視窗最大化啟動

# CmdFullscreenDesc
source: Launch the window in fullscreen mode
es_es: Abrir la ventana en modo de pantalla completa
fr_fr: Lancer la fenêtre en mode plein écran
it_it: Avvia la finestra in modalità a schermo intero
ja_jp: ウィンドウを全画面表示モードで起動する
ko_kr: 전체 화면 모드로 창 시작
pt_br: Iniciar a janela no modo de tela inteira
sr_cyrl_rs: Покреће прозор у режиму пуног екрана
uk_ua: Запустити вікно в повноекранному режимі
zh_tw: 以全螢幕模式啟動視窗

# CmdMoveFocusDesc
source: Move focus to the adjacent pane in the specified direction
es_es: Mover el foco al panel adyacente en la dirección especificada
fr_fr: Déplacer le focus vers le volet adjacent dans la direction spécifiée
it_it: Sposta lo stato attivo sul riquadro adiacente nella direzione specificata
ja_jp: 指定した方向にある隣のペインにフォーカスを移動する
ko_kr: 지정된 방향의 인접된 창으로 포커스 이동
pt_br: Mover o foco para o painel adjacente na direção especificada
sr_cyrl_rs: Премешта фокуса на суседни панел у наведеном смеру
uk_ua: Перемістити фокус на сусідню панель у вказаному напрямку
zh_tw: 將焦點以指定的方向移到相鄰窗格

# CmdMFDesc
source: An alias for the "move-focus" subcommand.
es_es: Un alias para el subcomando "move-focus".
fr_fr: Un pseudonyme pour le sous-commandant "move-focus".
it_it: Alias per il sottocomando "move-focus".
ja_jp: "move-focus" サブコマンドのエイリアス。
ko_kr: "move-focus" 하위 명령의 별칭입니다.
pt_br: Um alias para o subcomando "move-focus".
sr_cyrl_rs: Алијас за "move-focus" поткоманду.
uk_ua: Псевдонім підкоманди "move-focus".
zh_tw: "move-focus" 子命令的別名。

# CmdMoveFocusDirectionArgDesc
source: The direction to move focus in
es_es: La dirección para mover el foco en
it_it: Direzione per lo spostamento dello stato attivo
ja_jp: フォーカスを移動する方向
ko_kr: 포커스 이동 방향
pt_br: A direção para mover o foco
sr_cyrl_rs: Смер у којем се помера фокус
uk_ua: Напрямок, у якому потрібно перемістити фокус
zh_tw: 移動焦點的方向

# CmdSwapPaneDesc
source: Swap the focused pane with the adjacent pane in the specified direction
es_es: Intercambiar el panel prioritario con el panel adyacente en la dirección especificada
fr_fr: Permuter le volet prioritaire avec le volet adjacent dans la direction spécifiée
it_it: Scambia il riquadro con lo stato attivo con il riquadro adiacente nella direzione specificata
ja_jp: フォーカスされたペインを、指定された方向の隣接するペインと入れ替える
ko_kr: 포커스가 있는 창을 지정된 방향으로 인접한 창으로 바꾸기
pt_br: Trocar o painel focalizado pelo painel adjacente na direção especificada
sr_cyrl_rs: Замењује фокусирани панел са суседним панелом у наведеном смеру
uk_ua: Поміняти сфокусовану панель на сусідню у вказаному напрямку
zh_tw: 以特定的方向，將焦點窗格與相鄰窗格交換

# CmdSwapPaneDirectionArgDesc
source: The direction to move the focused pane in
es_es: Dirección en la que se moverá el panel prioritario
fr_fr: Direction dans laquelle déplacer le volet prioritaire
it_it: Direzione in cui spostare il riquadro con lo stato attivo
ja_jp: フォーカスされたペインを移動する方向
ko_kr: 포커스가 있는 창을 이동할 방향
pt_br: A direção para mover o painel focado em
sr_cyrl_rs: Смер у којем се помера фокусирани панел
uk_ua: Напрямок переміщення виділеної області
zh_tw: 移動焦點窗格的方向

# CmdFocusDesc
source: Launch the window in focus mode
es_es: Iniciar la ventana en modo focalizado
fr_fr: Lancez la fenêtre en mode focus
it_it: Avvia la finestra in modalità focus
ja_jp: ウィンドウをフォーカス モードで起動
ko_kr: 포커스 모드로 창 시작
pt_br: Abrir a janela no modo de foco
sr_cyrl_rs: Покреће прозор у фокусираном режиму
uk_ua: Запустити вікно в режимі фокусування
zh_tw: 以焦點模式啟動視窗

# CmdSavedLayoutArgDesc
source: This parameter is an internal implementation detail and should not be used.
es_es: Este parámetro es un detalle de implementación interno y no debe usarse.
fr_fr: Ce paramètre est un détail d’implémentation interne et ne doit pas être utilisé.
it_it: Questo parametro è un dettaglio di implementazione interno e non deve essere usato.
ja_jp: この パラメーター は内部実装の詳細であり使用しないでください。
ko_kr: 이 매개 변수는 내부 구현 세부 정보이므로 사용할 수 없습니다.
pt_br: Este parâmetro é um detalhe de implementação interno e não deve ser usado.
sr_cyrl_rs: Овај параметар је детаљ интерне имплементације и не би требало да се користи.
uk_ua: Цей параметр є внутрішньою деталлю реалізації, і його не слід використовувати.
zh_tw: 此參數是內部實作詳細資料，不應使用。

# CmdWindowTargetArgDesc
source: Specify a terminal window to run the given commandline in. "0" always refers to the current window.
es_es: Especifique una ventana de terminal para ejecutar la línea de comandos dada. "0" hace referencia siempre a la ventana actual.
fr_fr: Spécifiez une fenêtre de terminal dans laquelle exécuter la ligne de commande spécifiée. « 0 » fait toujours référence à la fenêtre active.
it_it: Specificare una finestra terminale per eseguire la riga di comando specificata. "0" fa sempre riferimento alla finestra corrente.
ja_jp: 指定されたコマンドラインを実行するターミナルウィンドウを指定します。 "0" は常に現在のウィンドウを参照します。
ko_kr: 주어진 명령줄을 실행하기 위해 터미널 창을 지정합니다. "0"은 항상 현재 창을 참조합니다.
pt_br: Especifique uma janela de terminal para executar a linha de comando especificada. "0" sempre se refere à janela atual.
sr_cyrl_rs: Наводи прозор терминала у којем би требало да се покрене наведена командна линија. „0” се увек односи на текући прозор.
uk_ua: Виберіть вікно терміналу, у якому буде запущено даний командний рядок. "0" завжди стосується поточного вікна.
zh_tw: 指定要執行指定命令列的終端視窗。「0」永遠都指目前的視窗。

# CmdPositionDesc
source: Specify the position for the terminal, in "x,y" format.
es_es: Especifique la posición del terminal, en formato "x,y".
fr_fr: Spécifiez la position du terminal, au format « x,y ».
it_it: Specificare la posizione per il terminale, in formato "x,y".
ja_jp: ターミナルの位置を "x,y" 形式で指定します。
ko_kr: 터미널의 위치를 "x,y" 형식으로 지정합니다.
pt_br: Especifique a posição do terminal, no formato "x,y".
sr_cyrl_rs: Наводи позицију терминала, у „x,y” формату.
uk_ua: Вкажіть позицію терміналу у форматі "x,y".
zh_tw: 以 "x,y" 格式指定終端機的位置。

# CmdSizeDesc
source: Specify the number of columns and rows for the terminal, in "c,r" format.
es_es: Especifique el número de columnas y filas para el terminal, en formato "c,r".
fr_fr: Spécifiez le nombre de colonnes et de lignes pour le terminal, au format « c,r ».
it_it: Specificare il numero di colonne e righe per il terminale, in formato "c,r".
ja_jp: ターミナルの列数と行数を "c,r" 形式で指定します。
ko_kr: 터미널의 열 및 행 수를 "c,r" 형식으로 지정합니다.
pt_br: Especifique o número de colunas e linhas para o terminal, no formato "c,r".
sr_cyrl_rs: Наводи број колона и редова за терминал, и "к,р" формату.
uk_ua: Вкажіть кількість стовпців і рядків для терміналу у форматі "c,r".
zh_tw: 以 "c,r" 格式指定終端機的欄數和列數。

source: Press the button to open a new terminal tab with your default profile. Open the flyout to select which profile you want to open.
es_es: Presione el botón para abrir una nueva pestaña de terminal con su perfil predeterminado. Abra el control flotante para seleccionar el perfil que desea abrir.
fr_fr: Appuyez sur le bouton pour ouvrir un nouvel onglet de terminal avec votre profil par défaut. Ouvrez la fenêtre mobile pour sélectionner le profil que vous voulez ouvrir.
it_it: Premi il pulsante per aprire una nuova scheda terminale con il profilo predefinito. Aprire il riquadro a comparsa per selezionare il profilo che si desidera aprire.
ja_jp: ボタンを押して、既定のプロファイルで新しいターミナルタブを開きます。ポップアップを開いて、開くプロファイルを選択します。
ko_kr: 버튼을 눌러 기본 프로필로 새 터미널 탭을 엽니다. 플라이아웃을 열고 원하는 프로필을 선택합니다.
pt_br: Pressione o botão para abrir uma nova guia de terminal com o perfil padrão. Abra o submenu para selecionar o perfil que você deseja abrir.
sr_cyrl_rs: Притисните дугме да се отвори нова картица терминала са вашим подразумеваним профилом. Отвориће се потпалета у којој бирате профил који желите да се отвори.
uk_ua: Натисніть кнопку, щоб відкрити нову вкладку терміналу з профілем за умовчанням. Відкрийте спливаюче меню, щоб вибрати профіль, який потрібно відкрити.
zh_tw: 按下按鈕，以打開附有您預設設定檔的新終端機索引標籤。開啟飛出視窗，選取您想要開啟的設定檔。

# NewTabSplitButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: New Tab
es_es: Nueva pestaña
fr_fr: Nouvel onglet
it_it: Nuova scheda
ja_jp: 新しいタブ
ko_kr: 새 탭
pt_br: Nova guia
sr_cyrl_rs: Нова картица
uk_ua: Нова вкладка
zh_tw: 新增索引標籤

# NewTabRun.Text
source: Open a new tab
es_es: Abrir una pestaña nueva
fr_fr: Ouvrir un nouvel onglet
it_it: Apri nuova scheda
ja_jp: 新しいタブを開く
ko_kr: 새 탭에서 열기
pt_br: Abrir uma nova guia
sr_cyrl_rs: Отвара нову картицу
uk_ua: Відкрити нову вкладку
zh_tw: 開啟新索引標籤

# NewPaneRun.Text
source: Alt+Click to split the current window
es_es: Alt+Clic para dividir la ventana actual
fr_fr: Alt+Clic pour fractionner la fenêtre active
it_it: ALT+CLIC per dividere la finestra corrente
ja_jp: Alt を押しながらクリックして現在のウィンドウを分割
ko_kr: 현재 창을 분할하려면 Alt+클릭
pt_br: Alt+Clique para dividir a janela atual
sr_cyrl_rs: Alt+Клик да поделите текући прозор
uk_ua: Alt+клік, щоб розділити поточне вікно
zh_tw: 按住 Alt 再按一下滑鼠左鍵，以分割目前的視窗

# NewWindowRun.Text
source: Shift+Click to open a new window
es_es: Mayús+Clic para abrir una nueva ventana
fr_fr: Appuyez sur Maj+Clic pour ouvrir une nouvelle fenêtre
it_it: MAIUSC+CLIC per aprire una nuova finestra
ja_jp: Shift キーを押しながらクリックして新しいウィンドウを開きます
ko_kr: Shift 키를 누르고 클릭해서 새 창 열기
pt_br: Shift+Clique para abrir uma nova janela
sr_cyrl_rs: Shift+Клик да отворите нови прозор
uk_ua: Shift+клік, щоб відкрити нове вікно
zh_tw: Shift+按一下以開啟新視窗

# ElevatedRun.Text
source: Ctrl+Click to open as administrator
es_es: Ctrl+Clic para abrir como administrador
fr_fr: Ctrl+Clic pour ouvrir en tant qu’administrateur
it_it: CTRL+CLIC per aprire come amministratore
ja_jp: Ctrl + クリックして管理者として開く
ko_kr: Ctrl 키를 누르고 클릭하여 관리자로 엽니다.
pt_br: Ctrl+Clique para abrir como administrador
sr_cyrl_rs: Ctrl+Клик да отворите као администратор
uk_ua: Ctrl+клік, щоб відкрити як Адміністратор
zh_tw: Ctrl+按一下以系統管理員身分開啟

# WindowCloseButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
sr_cyrl_rs: Затвори
uk_ua: Закрити
zh_tw: 關閉

# WindowCloseButtonToolTip.Text
source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
sr_cyrl_rs: Затвори
uk_ua: Закрити
zh_tw: 關閉

# WindowMinimizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Minimize
es_es: Minimizar
fr_fr: Réduire
it_it: Riduci a icona
ja_jp: 最小化
ko_kr: 최소화
pt_br: Minimizar
sr_cyrl_rs: Умањи
uk_ua: Згорнути
zh_tw: 最小化

# WindowMinimizeButtonToolTip.Text
source: Minimize
es_es: Minimizar
fr_fr: Réduire
it_it: Riduci a icona
ja_jp: 最小化
ko_kr: 최소화
pt_br: Minimizar
sr_cyrl_rs: Умањи
uk_ua: Згорнути
zh_tw: 最小化

# AboutDialog.Title
source: About
es_es: Acerca de
fr_fr: À propos de
it_it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
pt_br: Sobre
sr_cyrl_rs: О програму
uk_ua: Про программу
zh_tw: 關於

# AboutDialog.PrimaryButtonText
source: Send feedback
es_es: Enviar comentarios
fr_fr: Envoyer des commentaires
it_it: Invia feedback
ja_jp: フィードバックの送信
ko_kr: 의견 보내기
pt_br: Enviar comentários
sr_cyrl_rs: Пошаљи информације
uk_ua: Надіслати відгук
zh_tw: 傳送意見反應

# AboutDialog_VersionLabel.Text
source: Version:
es_es: Versión:
it_it: Versione:
ja_jp: バージョン:
ko_kr: 버전:
pt_br: Versão:
sr_cyrl_rs: Верзија:
uk_ua: Версія:
zh_tw: 版本:

# AboutDialog_SourceCodeLink.Content
source: Source code
es_es: Código fuente
fr_fr: Code source
it_it: Codice sorgente
ja_jp: ソース コード
ko_kr: 원본 코드
pt_br: Código-fonte
sr_cyrl_rs: Изворни кôд
uk_ua: Вихідний код
zh_tw: 原始碼

# AboutDialog_DocumentationLink.Content
source: Documentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
sr_cyrl_rs: Документација
uk_ua: Документація
zh_tw: 文件

# AboutDialog_ReleaseNotesLink.Content
source: Release notes
es_es: Notas de la versión
fr_fr: Notes de publication
it_it: Note sulla versione
ja_jp: リリース ノート
ko_kr: 릴리스 정보
pt_br: Notas de versão
sr_cyrl_rs: Белешке о издању
uk_ua: Примітки до випуску
zh_tw: 版本資訊
